import {
  Backpack,
  Coffee,
  Handshake,
  Heart,
  Trees,
  HousePlug,
} from "lucide-react";

export const features = [
  {
    title: "Мы доступны",
    description:
      "Звоните нам в любое время дня и ночи, в праздники и выходные, мы приедем, мы примчимся на оленях утром ранним",
    icon: <Handshake />,
  },
  {
    title: "Свежее зерно",
    description:
      "Жарим индивидуально под каждый заказ, всегда свежая обжарка, аж дымок идет из пакета",
    icon: <Coffee />,
  },
  {
    title: "Быстрая доставка",
    description: "Вжух! И мы уже у вашего порога, не успели вы трубку положить",
    icon: <Backpack />,
  },
  {
    title: "Большой выбор кофе",
    description:
      "Каппим постоянно, чтобы отобрать лучшее зерно у поставщиков, хочешь с нотами ореха, хочешь с нотами гуавы, на любой вкус",
    icon: <Trees />,
  },
  {
    title: "Кофемашины",
    description: "Этих малышек мы сдаем в аренду",
    icon: <HousePlug />,
  },
  {
    title: "И ремонт?",
    description:
      "Наши техники работают слаженно и быстро, починим, почистим, смажем и вернем обратно в кратчайшие сроки",
    icon: <Heart />,
  },
];
